13/data/attachments/e45f71c0c2e20b9c.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_46c8375b-b8f7-47cb-b7a4-5c6e1163b72f</nif:username>
            <nif:friendToBeAdded>Audrey_commercial_Friend_68796_6</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>